Repository: filipkemuel/LumiSword
Catalog: .lang/*.po
Languages: da

source: Lumisword is an companion app for "Floodlight Presenter" and other types of lyrics-presentation software. It adds the abililty to easily show alerts on top of the slides. It also adds the ability to quickly look-up and show bibleverses. Lumisword is a coding mess, but it gets the job done.
da: Lumisword er en hjælpe app til "Floodlight Presenter" og andre typer lyrik-presentations-software. Den giver muligheden for nemt at vise beskeder oven på slidesne i andre programmer. Den giver også mulighed for hurtigt at slå bibelvers op og vise dem på skærmen. Lumisword' kode er noget rod, men det klarer opgaven.

source: Text to show on screen
da: Tekst der skal vises på skærmen

source: VerseLists
da: VersListe

source: Syntax
da: Syntaks

source: Result
da: Resultat

source: *italic*
da: *kursiv*

source: <i>italic</i>
da: <i>kursiv</i>

source: **bold**
da: **fed**

source: <b>bold</b>
da: <b>fed</b>

source: ***bold+italic***
da: ***fed+kursiv***

source: <b><i>bold+italic</i></b>
da: <b><i>fed+kursiv</i></b>

source: {+2 bigger}
da: {+2 større}

source: <font size="+2">bigger</font>
da: <font size="+2">større</font>

source: {-2 smaller}
da: {-2 mindre}

source: <font size="-2">smaller</font>
da: <font size="-2">mindre</font>

source: Sp[=8]ce
da: Afs[=8]and

source: Sp&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ce
da: Af&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and

source: A companion app For "Floodlight Presenter" and other types of lyrics-presentation software.
da: En hjælpeapp til "Floodlight Presenter" og andre lignende lyrik-præsentationsprogrammer.

source: https://eupl.eu/1.2/en/
da: https://eupl.eu/1.2/da/

source: Created by
da: Skrevet af

source: Graphics by
da: Grafik af

source: [Tanslator1 Name]<br/>[Translator2 Name]
da: Filip Kemuel

source: Translated by
da: Oversat af

source: Cancel
da: Annuller

source: Lumisword is ment to be used on a multimonitor setup. The Viewer will be opened on the same screen as the main window!
da: Lumisword er beregnet til at blive brugt med en multiskærms-opsætning. Viseren vil blive åbnet på samme skærm som hovedvinduet!

source: Text to show on screen...
da: Tekst der skal vises på skærmen...

source: ▾ BookChooser ▾
da: ▾ BogVælger ▾

source: Service
da: Gudstjeneste

source: Scripture
da: Skriftsteder

source: Exodus
da: 2 Mosebog

source: Leviticus
da: 3 Mosebog

source: Numbers
da: 4 Mosebog

source: Deuteronomy
da: 5 Mosebog

source: Joshua
da: Josva

source: Judges
da: Dommer

source: Esther
da: Ester

source: 1 Kings
da: 1 Konge

source: 1 Chronicles
da: 1 Krønnike

source: Ezra
da: Exra

source: Nehemiah
da: Nehemias

source: Psalms
da: Salmerne

source: Ecclesiastes
da: Prædikeren

source: Proverbs
da: Ordsprogene

source: Song of Songs
da: Højsangen

source: Jeremiah
da: Jeremias

source: Isaiah
da: Esajas

source: Lament
da: Klagesang

source: Hoseah
da: Hosea

source: Obadiah
da: Obadias

source: Michah
da: Mikas

source: Jonah
da: Jonas

source: Malachi
da: Malakias

source: Zechariah
da: Zakarias

source: Haggai
da: Haggaj

source: Zephaniah
da: Sefanias

source: Matthew
da: Matthæus

source: Mark
da: Markus

source: John
da: Johannes

source: Acts
da: ApG

source: Romans
da: Romerne

source: 1 Corinthians
da: 1 Korinther

source: Galatians
da: Galaterne

source: Ephesians
da: Efeserne

source: 1 Thessalonians
da: 1 Thessaloniker

source: Colossians
da: Kolossenser

source: Philemon
da: Filemon

source: Hebrews
da: Hebræerne

source: James
da: Jakob

source: 1 John
da: 1 Johannes

source: Jude
da: Judas

source: Revelation
da: Åbenbaringen

source: Luke
da: Lukas

source: Genesis
da: 1 Mosebog

source: ▴ BookChooser ▴
da: ▴ BogVælger ▴

source: Type bible reference. ex: Joh 3:16-17
da: Skriv en bibelreference. f.eks: Joh 3,16-17

source: Choose Translation
da: Vælg oversættelse

source: Set font color
da: Sæt skriftfarven

source: Increase font size
da: Gør skriften større

source: Decrease font size
da: Gør skriften mindre

source: Add search query to list
da: Tilføj søge-reference til listen

source: Remove selected verses from list
da: Fjern valgte vers fra listen

source: Clear the verselist
da: Rens verselisten

source: Close verselist
da: Luk Verselisten

source: Open verselist
da: Åbn Verseliste

source: Alerts
da: Beskeder

source: Name for the menu
da: Navn til menuen

source: Get syntax help
da: Få syntakshjælp

source: Settings
da: Indstillinger

source: ♡ Standard Translation ♡
da: ♡ Standard Bibel ♡

source: Set as standard translation
da: Sæt som standardoversættelse

source: Add new translation to list
da: Tilføj ny oversættelse til listen

source: Remove Selected translation from list
da: Fjern valgte oversættelse fra listen

source: Scripture font:
da: Skriftstedsskrifttype:

source: Text Margin
da: Tekstmargen

source: Alert font:
da: Beskedsskrifttype:

source: About
da: Om

source: This software is licensed under the:&nbsp;
da: Denne software er licenseret under:&nbsp;

source: Add
da: Tilføj

source: Close
da: Luk

source: <H1>Wayland Detected</h1> <p>LumiSword does not have the ability to automaticly move the window to the second monitor on wayland. </p> <p>Move this window to the desired monitor and then press the "<b>Set up Viewer</b>" button</p>
da: <h1>Wayland detekteret</h1> <p>LumiSword har ikke evnen til automatisk at flytte vinduet til den anden skærm under wayland. </p> <p>Flyt dette vindue til den ønskede skærm og tryk så på knppen "<b>Opsæt Viser</b>"</p>

source: Set up Viewer
da: Opsæt Viser
